Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
jv: 100 wong sing ngrekam 100 ukara saben dina bisa ngasilake swara 13 jam. Njaga kinerja iki, 1000 jam bisa digayuh ing sangisore 3 sasi.

source: 1 sentence collected
jv: 1 ukara dikumpulake

source: 2019 End-of-Year Release
jv: Rilis Akhir Tahun 2019

source: 2 down, keep it up!<playIcon></playIcon>
jv: 2 wes rampung, terusna!<playIcon></playIcon>

source: ≥ 2 No votes
jv: ≥ 2 Ora ana seng milih

source: ≥ 2 Yes votes
jv: ≥ 2 milih Ya

source: Abbreviations and Acronyms
jv: Singkatan lan Akronim

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
jv: Singkatan lan akronim kaya "USA" utawa "ICE" kudu dihindari ing teks sumber amarga bisa uga diwaca kanthi cara sing ora cocok karo ejaane. Kejaba iku, bisa uga ana pirang-pirang bacaan sing akurat kanggo siji singkatan.

source: About
jv: Babagan

source: About options menu
jv: Babagan menu pilihan

source: About us
jv: Babagan kita

source: About us options menu
jv: Menu pilihan babagan kita

source: Academic Reference
jv: Referensi Akademik

source: Accent
jv: Logat

source: Accepted file types: .tsv only
jv: Jinis file sing ditampa: mung .tsv

source: Access a global dataset of user-contributed voice recordings with the Common Voice API. Enhance your applications with high-quality speech recognition through endpoints for:
jv: Ngakses kumpulan data global rekaman swara sing disumbang pangguna nganggo Common Voice API. Ningkatake aplikasi sampeyan nganggo pangenalan wicara kanthi kualitas dhuwur liwat titik pungkasan kanggo:

source: Access press releases and stories related to Common Voice
jv: Akses siaran pers lan crita sing ana gandhengane karo Common Voice

source: Account
jv: Akun

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
jv: <accuracyLink>Deleng liyane babagan ing kritéria akurasi.</accuracyLink>

source: Acehnese
jv: Aceh

source: Acronyms should be written as they are normally written in the language, following standard capitalization rules. They should not be transcribed phonetically. Example:
jv: Akronim kudune ditulis kaya biasane ing basa kasebut, miturut aturan tulisan kang standar. Akronim ora kena ditranskripsiake kanthi maneko warna swara. Tuladha:

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
jv: { $actionType } <micIcon></micIcon> lan nanggapi kanthi alami

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
jv: { $actionType } <playIcon></playIcon> lan tulisen opo sing sampeyan rongokno teko wong.

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
jv: { $actionType }<playIcon></playIcon> apa ukara kasebut wis diucapake kanthi bener?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
jv: { $actionType } <playIcon></playIcon> Rungokno klip audio, lan priksa transkripsi. Apa wis cocog? Yen ora, sunting supaya cocok.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
jv: { $actionType }<recordIcon></recordIcon> lanjut waca ukara kasebut kanthi banter

source: { $actionType }<stopIcon></stopIcon> when done
jv: { $actionType }<stopIcon></stopIcon> yen wis rampung

source: { $actionType } submit when ready
jv: { $actionType } kirim yen wis siyap

source: Add an API credential name
jv: Tambah jeneng kredensial API

source: Add and Review Sentences, Add Questions, Transcribe Audio
jv: Tambah lan Deleng Ukara, Tambah Pitakonan, Transkripsi Audio

source: Add a question <icon></icon> in { $currentLocale } for people to answer
jv: Tambah pitakonan <icon></icon> ning { $currentLocale } ben dijawab wong liya

source: Add as much information as you can about the language. This could include:
jv: Tambahno informasi sak akeh-akehe babagan basa kasebut. Iki bisa uga kalebu:

source: Add <icon></icon> a public domain sentence
jv: Tambah <icon></icon> ukara domain umum

source: Add information
jv: Tambah informasi

source: Adding a Question
jv: Nambah Pitakonan

source: Adding Questions
jv: Nambahake Pitakonan

source: Adding Sentences
jv: Nambahake Ukara

source: Additional Language
jv: Basa Tambahan

source: Add Language
jv: Tambah Basa

source: Add new custom accent "{ $inputValue }"
jv: Tambah logat khusus sing anyar "{ $inputValue }"

source: Add new sentences for the community to read
jv: Tambah ukara anyar kanggo diwaca masyarakat

source: Add one sentence per line
jv: Tambah sak ukara saben baris

source: Add questions
jv: Tambah pitakonan

source: Add Questions
jv: Nambah Pitakonan

source: Add sentences
jv: Tambah ukara

source: Add Sentences
jv: Tambah Ukara

source: Add Text
jv: Nambah Teks

source: Add up to 1,000 sentences
jv: Tambah nganti 1.000 ukara

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
jv: Tambah nganti 25 pitakonan <icon></icon> menyang { $currentLocale } kumpulan data kanggo dijawab wong

source: Add Your Voice
jv: Tambah Swara Sampeyan

source: A few bytes
jv: Sawetara bytes

source: A filler word or sound used as a placeholder whilst a speaker decides what to say. In English, some common hesitation sounds are “err”, “um”, “huh”, etc.
jv: Tembung pangisi utawa swara sing digunakake minangka panggandheng nalika pamicara mutusake apa sing arep diomongake. Ing basa Inggris, sawetara swara ragu-ragu sing umum yaiku "err", "um", "huh", lan liya-liyane.

source: Afrikaans
jv: afrika

source: Again, you can flag content that is offensive, harmful or otherwise worrying, and it will be removed from your experience until the Common Voice team can review it and investigate further.
jv: Maneh, sampeyan bisa nandhani konten sing nyerang, mbebayani, utawa nguwatirake, lan konten kasebut bakal dibusak saka pengalaman sampeyan nganti tim Common Voice bisa mriksa lan nyelidiki sabanjure.

source: Age
jv: Umur

source: A good question for public participation datasets should:
jv: Pitakonan sing apik kanggo kumpulan data partisipasi publik kudune:

source: Agriculture and Food
jv: Pertanian lan Pangan

source: Albanian
jv: Albania

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
jv: Swara latar mburi sithik ora apa-apa, nanging yen sampeyan krungu wong liya ngomong nganggo tembung sing beda, klip kasebut kudu ditolak. Biasane iki kedadeyan yen ana TV murup, utawa yen ana wong ngobrol cedhak sampeyan.

source: All
jv: Kabeh

source: All sentence must have the same domain
jv: Kabeh ukara kudu duwe domain sing padha

source: All sentences must have the same citation
jv: Kabeh ukara kudu nduweni kutipan sing padha

source: Already have an account? <login>Log-In</login>
jv: Wis duwe akun? <login>Login</login>

source: Analyzing and improving speech models
jv: Nganalisis lan ningkatake model wicara

source: And <bold>DOES NOT</bold> include:
jv: Lan <bold>ORA</bold> kalebu:

source: And then I [noise] went on holiday. Well, [noise] [laugh] it wasn’t exactly a holiday [laugh]
jv: Lan banjur aku [noise] lunga preinan. Nah, [noise] [ngguyu] iku dudu preinan [ngguyu]

source: And then I went to <underline>the the the bed- the</underline> bedroom
jv: Banjur aku menyang <underline>kasur- kamar turu

source: An error occurred fetching sentences
jv: Ana kesalahan nalika njupuk ukara

source: An error occurred in voting the question
jv: Ana kesalahan nalika milih pitakonan

source: An error occurred reviewing this sentence
jv: Ana kesalahan nalika mriksa ukara iki

source: An error occurred submitting your voice information
jv: Ana kesalahan pas ngirim informasi swara sampeyan

source: An error occurred while creating this transcript
jv: ono kesalahan pas nggawe transkrip iki

source: An error occurred while editing the transcript
jv: Ana kesalahan nalika nyunting transkrip

source: An error occurred while recording
jv: Ono kesalahan pas ngrekam

source: An error occurred while skipping the transcript
jv: Ana kesalahan nalika nglewati transkrip

source: An error occurred while skipping this prompt
jv: Ono kesalahan pas nglewati prompt iki

source: An error occurred while submitting the report
jv: Ana kesalahan nalika ngirim laporan

source: An error occurred while uploading your response
jv: Ono kesalahan pas ngunggah tanggepan sampeyan

source: An error occurred while voting the prompt
jv: Ana kesalahan nalika milih pituduh

source: An error occurred while voting the transcript
jv: Ana kesalahan nalika milih transkrip

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
jv: Data pangguna anonim kayata umur, jinis, lan logat mbantu nambah data swara sing digunakake kanggo nglatih akurasi mesin pangenalan wicara. Jeneng pangguna lan email sampeyan ora bakal ana gandhengane karo data sing dikirim, lan sampeyan bisa milih arep nggawe jeneng pangguna sampeyan umum utawa anonim.

source: Answer
jv: Wangsulan

source: Answering a Question
jv: Wangsulan Pitakonan

source: Answer Naturally and Authentically
jv: Wangsulana kanthi alami lan asli

source: Answer questions
jv: Wangsulan Pitakonan

source: Answer Questions
jv: Wangsulan Pitakonan

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
jv: Ana kesalahan sing ora dikarepke. Mangga coba maneh mengko. Kanggo bantuan, mangga gabung karo <matrixLink>Obrolan komunitas Matrix</matrixLink>, monitor masalah situs liwat <githubLink>GitHub</githubLink> utawa bukak <discourseLink>forum Discourse kita</discourseLink>.

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
jv: Sapa wae bisa ngreksa, nyegerake lan ngunggahake basa kanthi nuduhake, nggawe lan ngatur kumpulan data teks lan wicara.

source: Any other type of noise, such as the speaker coughing or clearing their throat, a car honking, the sound of something hitting the microphone, a phone buzzing, etc.
jv: Swara liyané, kaya swara speaker nalika watuk, swara klakson montor, swara barang sing nabrak mikropon, swara telpon muni, lan liya-liyané.

source: API Client ID
jv: ID Klien API

source: API Client Secret
jv: API Klien Rahasia

source: API credential deleted successfully
jv: Kredensial API kasil dibusak

source: API Credential Name
jv: Jeneng Kredensial API

source: Approve
jv: nyetujoni

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
jv: Swara latar mburi sing sepi iku ora apa-apa, nanging kita ora pengin swara tambahan sing bisa nyebabake algoritma mesin ngenali tembung sing ora ana ing teks tulisan. Yen sampeyan bisa krungu tembung sing beda karo teks kasebut, klip kasebut kudu ditolak. Biasane iki kedadeyan nalika ana TV ing murup , utawa nalika ana obrolan sing lagi ditindakake ing cedhak.

source: Arabic
jv: Arab

source: Aragonese
jv: Aragon

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
jv: Opo sampeyan wis ana ndik grup uji Beta gae Proyek Speech Spontan Voice Umum?

source: Are you coming? [called by another]
jv: Apa sampeyan arep teka? [diundang wong liya]

source: Are you coming? <strong>[called by another]</strong>
jv: Apa sampeyan arep teka? <strong>[diundang wong liya]</strong>

source: Are you sure?
jv: Apa sampeyan yakin?

source: Are you sure you want to cancel generating an API credential?
jv: Apa sampeyan yakin pengin mbatalake nggawe kredensial API?

source: Are you sure you want to delete API credential <bold>{ $apiKeyName }</bold>? This action can’t be undone
jv: Apa sampeyan yakin arep mbusak kredensial API <bold>{ $apiKeyName }</bold>? Tumindak iki ora bisa dibatalake

source: Armenian
jv: Armenia

source: Aromanian
jv: Aromania

source: Asheninka Perene
jv: Ashenka Perene

source: Asheninka South Ucayali
jv: Ashenka Ucayali Kidul

source: A single space-separated token should contain more than one tagged span.
jv: Sak yoken sing dipisahake spasi kudu ngemot luwih saka sak jengkal sing ditandai.

source: Ask about a new language
jv: Takon babagan basa anyar

source: Ask About Bilingual Contexts
jv: Takon Babagan Konteks Dwibasa

source: Ask for codeswitching or request translation
jv: Njaluk alih kode utawa njaluk terjemahan

source: Ask for Direct Quotes or Reenactments
jv: Njaluk Penawaran Langsung utawa Pementasan Ulang

source: Ask Mozilla to share your events
jv: Takon Mozilla kanggo nuduhake acara sampeyan

source: Ask sensitive questions
jv: Takon pitakonan sing sensitif

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
jv: Takon marang kita pitakonan ing <matrixLink>Matrix</matrixLink>, <discourseLink>DiscourseLink</discourseLink> utawa <emailLink>email</emailLink>.

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
jv: Minangka Common Voice 23.0, kabeh kumpulan data Common Voice kasedhiya kanggo diundhuh liwat Mozilla Data Collective! Kaca iki minangka catetan sejarah kanggo versi lawas saka kumpulan data Mozilla Common Voice. Rilis arsip mung kudu digunakake ing skenario riset tartamtu, dudu kanggo latihan, kanggo ngurmati kekarepane wong-wong sing njaluk supaya kontribusi kasebut ora kalebu.

source: Assume you know the language of every word – tag based on usage.
jv: Anggep sampeyan ngerti basa saben tembung - adhedhasar tandaha ing panggawene.

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
jv: Transkripsi kudu njupuk saben tembung utawa swara obrolan sing ora ono ning kamus sing diucapno karo wong, termasuk sing diulang.

source: Attention!
jv: Kawigaten!

source: Audio Format
jv: Format Swara

source: Audio playback progress slider
jv: Slider kemajuan puter swara maneh

source: Auto
jv: Otomatis

source: Automotive and Transport
jv: Otomotif lan Transportasi

source: Avatar uploaded
jv: Avatar wis diunggah

source: Average
jv: Rata-rata

source: A voice clip is marked "valid" when a user gives it a Yes vote.
jv: Klip swara ditandhani "sah" nalika pangguna menehi swara Ya.

source: Avoid hateful, inflammatory or otherwise offensive speech
jv: Aja ngomong sengit, ngganggu, utawa sing nyinggung liyane

source: Avoid too much background noise - it should be easy to hear you.
jv: Ngindhari swara latar mburi sing akeh banget - mesthine gampang kanggo ngerungokake sampeyan.

source: Awards
jv: Anugrah

source: A word or sequence of words that cannot be understood.
jv: Tembung utawa urutan tembung sing ora bisa dingerteni.

source: Azerbaijani
jv: Azerbaijan

source: Baatonum
jv: Batonum

source: Baba Malay
jv: Baba Melayu

source: Back
jv: Balik

source: Background Noise
jv: Swara Gangguan ing Latar Mburi

source: Background Voices
jv: Swara Latar Belakang

source: Back to Top
jv: Bali nang Ndhuwur

source: Backwards
jv: Mundur

source: Bahasa Malay
jv: Basa Melayu

source: Be Careful with Lookalikes
jv: Ati-ati karo sing kethokane podho

source: Be careful with lookalike words
jv: Ati-ati nganggo tembung sing mirip

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
jv: Ati-ati sadurunge nolak klip amarga sing maca salah ngucapake tembung, menehi tekanan ing panggonan sing salah, utawa ora nggatekake tandha pitakon. Ana macem-macem pangucapan sing digunakake ing saindenging donya, sawetara bisa uga durung nate sampeyan krungu ing komunitas lokal sampeyan. Mangga wenehana rasa matur nuwun kanggo wong-wong sing bisa uga ngomong beda karo sampeyan.

source: Become a Common Voice Partner
jv: Dadi Kanca Common Voice

source: Be easy to understand and respond to
jv: Gampang dingerteni lan ditanggapi

source: Be generally relevant
jv: Dadi relevan kanthi umum

source: Belarusian
jv: Belarusia

source: Benefits
jv: keuntungan

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
jv: ['Beret' ora apa-apa nganggo tekanan ing suku kata pertama (UK) utawa kapindho (US)]

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
jv: Dhukungan sing luwih apik kanggo kasunyatan basa kaya nerjemahake basa lan <mark>alih kode</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
jv: Dhukungan sing luwih apik kanggo basa sing kurang utawa <mark>ora ana korpus teks</mark> sing bisa digunakake (contone, sosiolek, variasi, basa sing ora ditulis kanthi runthut, lsp)

source: <bold>Avoid switching if you normally do it.</bold> It’s fine to switch mid-sentence, mid-thought, or just for one word.
jv: <bold>Ojo ngerubah yen biasane sampeyan lakoni.</bold> Ora apa-apa ngubah ing tengah ukara, ing tengah pikiran, utawa mung kanggo sak tembung.

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
jv: <bold>Masyarakat sipil lan peneliti</bold> - nggawe, nyimpen, lan nuduhake kumpulan data sing migunani kanthi gratis

source: <bold>“Correct” your language.</bold> This isn’t a test. “Proper” form doesn’t matter here, natural language does.
jv: <bold>"Benerake" basa sampeyan.</bold> Iki dudu tes. Wangun "sing bener" ora penting ing kene, basa alami sing penting.

source: <bold>{ $count }</bold> Clips
jv: <bold>{ $count }</bold> Klip

source: <bold>Currently, there are no API credentials associated with your account.</bold>
jv: <bold>Saiki, ora ana kredensial API sing digandhengake karo akun sampeyan.</bold>

source: <bold>Force switching if it’s not natural.</bold> Only switch if that’s how you would naturally talk in that situation.
jv: <bold>Peksa ganti yen ora wajar.</bold> Mung ngganti yen kaya ngono carane sampeyan ngomong kanthi alami ing kahanan kasebut.

source: <bold>Help us</bold> find more voices
jv: <bold>Tulungi kita</bold> golek swara liyane

source: <bold>If you value open, inclusive data - donate today!</bold>
jv: <bold>Yen sampeyan ngurmati data sing mbukak, kalebu data - nyumbang dina iki!</bold>

source: <bold>Important Notice: API Credentials Generation</bold>
jv: <bold>Kabar Penting: Kredensial API sing digawe</bold>

source: <bold>Include direct quotes or dialogue.</bold> Say exactly what someone said, not a cleaned-up or formal version. Example:
jv: <bold>Termasuk kutipan langsung utawa dialog.</bold> Ucapake persis apa sing diomongake wong liya, dudu versi sing diganti utawa resmi. Tuladha:

source: <bold>Interjections.</bold> Interjections and filler words, regardless of language, should remain <bold>untagged.</bold> Examples:
jv: <bold>Tembung seru/emosi.</bold> Tembung seru/emosi lan tembung pangisi, saka basa apa bae, kudune tetep <bold>tanpa tandha.</bold> Tuladha:

source: <bold>Mixed or Morphologically-Adapted Words.</bold> Do not tag words that blend languages or have added endings from another language. Examples:
jv: <bold>Tembung Campuran utawa Adaptasi Morfologis.</bold> Aja menehi tag tembung sing nyampur basa utawa duwe pungkasan tambahan saka basa liya. Contone:

source: <bold>Offensive content or sensitive information</bold>
jv: Konten sing nyinggung utawa informasi sensitif

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
jv: <bold>Filantropi</bold> - sponsor nggawe kumpulan data kanggo nyengkuyung inovasi lan pembangunan lokal

source: <bold>Proper Names.</bold> Names of people, places, and organisations should not be tagged. Examples:
jv: <bold>Jeneng Pribadi.</bold> Jeneng wong, panggonan, lan organisasi ora kena diwenehi tag. Tuladha:

source: <bold>Reflect emotion, identity, and context.</bold> Switching usually happens when people express emotion, urgency, or cultural ideas. Lean into these when answering questions.
jv: <bold>Nggambarake emosi, identitas, lan konteks.</bold> Owah-owahan biasane kedadeyan nalika wong ngungkapake emosi, kepentingan, utawa ide budaya. Gunakake iki nalika mangsuli pitakon.

source: <bold>Save Your Keys Securely</bold>
jv: <bold>Simpenen Kunci Sampeyan kanthi Aman</bold>

source: <bold>Speak how you would with friends or family.</bold> If you mix languages in real life, do the same here. Example:
jv: <bold>Ngomong kaya karo kanca utawa kulawarga.</bold> Yen sampeyan nyampur basa ing urip nyata, lakoni sing padha ing kene. Tuladha:

source: <bold>Speak like you’re writing formally.</bold> Avoid formal, academic answers. Keep it conversational.
jv: <bold>Ngomonga kaya-kaya sampeyan lagi nulis kanthi resmi.</bold> Aja menehi wangsulan resmi lan akademis. Jaganen supaya tetep kaya obrolan biasa.

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
jv: <bold>Perusahaan teknologi</bold> - nandur modal ing nggawe kumpulan data terbuka kanggo ekosistem AI multibasa sing terus maju

source: <bold>Translate or repeat everything.</bold> Just say it once, the way it would come in a conversation. You don’t have to say a version of the response in each language.
jv: <bold>Terjemahake utawa baleni kabeh.</bold> Cukup ucapake sapisan, kaya nalika ngobrol. Sampeyan ora perlu ngomong versi respon ing saben basa.

source: <bold>Use both languages if that’s how you would normally say it.</bold> Even switching just a word or two is useful. Example:
jv: <bold>Gunakake rong basa kasebut yen biasane sampeyan ngucapake kaya ngono.</bold> Sanajan mung ngganti siji utawa loro tembung wae migunani. Tuladha:

source: <bold>Use full responses with context.</bold> Be as detailed as possible, giving as much detail as you can. Share a story or example in your answers.
jv: <bold>Gunakake jawaban lengkap kanthi konteks.</bold> Gawekno ringkesan sak akeh-akehe, wenehana katrangan sak akeh-akehe. Nuduhake crita utawa conto ing jawaban sampeyan.

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
jv: <bold>Kenapa AI mung bisa digunakake kanggo sawetara basa ing donya?</bold>

source: Bosnian
jv: Bosnia

source: Both
jv: loro-lorone

source: Both (Speak and Listen)
jv: Loro-lorone (Ngomong lan Ngrungokake)
